Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# PleaseSelectCertificateFileMessage
source: Please select a certificate file.
ar: الرجاء تحديد ملف شهادة.
de_de: Bitte wählen Sie eine Zertifikatsdatei aus.
el_gr: Παρακαλώ επιλέξτε ένα αρχείο πιστοποιητικού.
es: Por favor, seleccione un archivo de certificado.
fr_fr: Veuillez sélectionner un fichier de certificat.
he_il: אנא בחר קובץ תעודה.
hi_in: कृपया एक प्रमाणपत्र फ़ाइल चुनें।
ja_jp: 証明書ファイルを選択してください。
ml_in: ദയവായി ഒരു സർട്ടിഫിക്കറ്റ് ഫയൽ തിരഞ്ഞെടുക്കുക.
pl_pl: Proszę wybrać plik certyfikatu.
tr_tr: Lütfen bir sertifika dosyası seçin.

# CertificateFilePathNotExistMessage
source: The selected certificate file path does not exist
ar: مسار ملف الشهادة المحدد غير موجود
de_de: Der ausgewählte Zertifikatsdateipfad ist nicht vorhanden
el_gr: Η διαδρομή του επιλεγμένου αρχείου πιστοποιητικού δεν υπάρχει
es: La ruta del archivo de certificado seleccionado no existe
fr_fr: Le chemin de fichier de certificat sélectionné n'existe pas
he_il: הנתיב לקובץ התעודה שנבחר אינו קיים
hi_in: चयनित प्रमाणपत्र फ़ाइल पथ मौजूद नहीं है
ja_jp: 選択した証明書ファイルのパスは存在しません
ml_in: തിരഞ്ഞെടുത്ത സർട്ടിഫിക്കറ്റ് ഫയൽ പാത നിലവിലില്ല
pl_pl: Wybrana ścieżka pliku certyfikatu nie istnieje
tr_tr: Seçilen sertifika dosyası yolu mevcut değil

# CertificateExtensionInvalidMessage
source: You need to select a certificate file path with (.cer) extension.
ar: تحتاج إلى تحديد مسار ملف شهادة بامتداد (.cer).
de_de: Sie müssen einen Zertifikatsdateipfad mit der Erweiterung (.cer) auswählen.
el_gr: Πρέπει να επιλέξετε διαδρομή αρχείου πιστοποιητικού με κατάληξη (.cer).
es: Necesita seleccionar una ruta de archivo de certificado con extensión (.cer).
fr_fr: Vous devez sélectionner un chemin de fichier de certificat avec l'extension (.cer).
he_il: עליך לבחור נתיב לקובץ תעודה עם סיומת (.cer).
hi_in: आपको (.cer) एक्सटेंशन वाली प्रमाणपत्र फ़ाइल पथ चुननी होगी।
ja_jp: （.cer）拡張子の証明書ファイルパスを選択する必要があります。
ml_in: (.cer) എക്സ്റ്റൻഷനുള്ള ഒരു സർട്ടിഫിക്കറ്റ് ഫയൽ പാത നിങ്ങൾ തിരഞ്ഞെടുക്കേണ്ടതുണ്ട്.
pl_pl: Musisz wybrać ścieżkę pliku certyfikatu z rozszerzeniem (.cer).
tr_tr: (.cer) uzantılı bir sertifika dosyası yolu seçmeniz gerekir.

# PleaseSelectCertificateCommonNameMessage
source: Please select a certificate common name from the suggestions.
ar: الرجاء تحديد اسم شائع للشهادة من الاقتراحات.
de_de: Bitte wählen Sie einen allgemeinen Zertifikatsnamen aus den Vorschlägen aus.
el_gr: Παρακαλώ επιλέξτε ένα κοινό όνομα πιστοποιητικού από τις προτάσεις.
es: Por favor, seleccione un nombre común de certificado de las sugerencias.
fr_fr: Veuillez sélectionner un nom commun de certificat parmi les suggestions.
he_il: אנא בחר שם רגיל (Common Name) של תעודה מתוך ההצעות.
hi_in: कृपया सुझाई गई सूची से एक प्रमाणपत्र सामान्य नाम चुनें।
ja_jp: 候補から証明書の共通名を選択してください。
ml_in: നിർദ്ദേശങ്ങളിൽ നിന്ന് ദയവായി ഒരു സർട്ടിഫിക്കറ്റ് പൊതുനാമം തിരഞ്ഞെടുക്കുക.
pl_pl: Proszę wybrać nazwę pospolitą certyfikatu z sugestii.
tr_tr: Lütfen önerilerden bir sertifika ortak adı seçin.

# CertificateCommonNameNotFoundMessage
source: No certificate was found in the Current User personal store with the selected Common Name.
ar: لم يتم العثور على شهادة في المتجر الشخصي للمستخدم الحالي بالاسم الشائع المحدد.
de_de: Im persönlichen Speicher des aktuellen Benutzers wurde kein Zertifikat mit dem ausgewählten Common Name gefunden.
el_gr: Δεν βρέθηκε κανένα πιστοποιητικό στο προσωπικό κατάστημα του Τρέχοντος Χρήστη με το επιλεγμένο Κοινό Όνομα.
es: No se encontró ningún certificado en el almacén personal del Usuario Actual con el Nombre Común seleccionado.
fr_fr: Aucun certificat n'a été trouvé dans le magasin personnel de l'Utilisateur Actuel avec le Nom Commun sélectionné.
he_il: לא נמצאה תעודה בחנות האישית של המשתמש הנוכחי עם שם רגיל זה
hi_in: चयनित सामान्य नाम वाले कोई प्रमाणपत्र वर्तमान उपयोगकर्ता व्यक्तिगत स्टोर में नहीं मिला।
ja_jp: 現在のユーザーの個人ストアに、選択された共通名の証明書が見つかりませんでした。
ml_in: തിരഞ്ഞെടുത്ത പൊതുനാമമുള്ള ഒരു സർട്ടിഫിക്കറ്റും നിലവിലെ ഉപയോക്താവിന്റെ വ്യക്തിഗത സ്റ്റോറിൽ കണ്ടെത്തിയില്ല.
pl_pl: Nie znaleziono certyfikatu w osobistym magazynie bieżącego użytkownika o wybranej nazwie pospolitej.
tr_tr: Geçerli Kullanıcı kişisel deposunda seçilen Ortak Ad'a sahip hiçbir sertifika bulunamadı.

# CertificateNotInPolicyMessage
source: The selected certificate is not present in the XML policy file as an UpdatePolicySigner or the selected common name does not match the selected certificate's common name, thus it cannot be used to re-sign the policy. Please select the correct certificate.
ar: الشهادة المحددة غير موجودة في ملف سياسة XML كموقع سياسة تحديث أو أن الاسم الشائع المحدد لا يتطابق مع الاسم الشائع للشهادة المحددة، وبالتالي لا يمكن استخدامها لإعادة توقيع السياسة. الرجاء تحديد الشهادة الصحيحة.
de_de: Das ausgewählte Zertifikat ist in der XML-Richtliniendatei nicht als UpdatePolicySigner vorhanden oder der ausgewählte allgemeine Name stimmt nicht mit dem allgemeinen Namen des ausgewählten Zertifikats überein, daher kann es nicht zum erneuten Signieren der Richtlinie verwendet werden. Bitte wählen Sie das richtige Zertifikat aus.
el_gr: Το επιλεγμένο πιστοποιητικό δεν υπάρχει στο αρχείο πολιτικής XML ως UpdatePolicySigner ή το επιλεγμένο κοινό όνομα δεν συμφωνεί με το κοινό όνομα του πιστοποιητικού, επομένως δεν μπορεί να χρησιμοποιηθεί για την επανα-υπογραφή της πολιτικής. Παρακαλώ επιλέξτε το σωστό πιστοποιητικό.
es: El certificado seleccionado no está presente en el archivo de directiva XML como UpdatePolicySigner o el nombre común seleccionado no coincide con el nombre común del certificado seleccionado, por lo que no se puede usar para volver a firmar la directiva. Por favor, seleccione el certificado correcto.
fr_fr: Le certificat sélectionné n'est pas présent dans le fichier de politique XML en tant que UpdatePolicySigner ou le nom commun sélectionné ne correspond pas au nom commun du certificat sélectionné, il ne peut donc pas être utilisé pour signer à nouveau la politique. Veuillez sélectionner le bon certificat.
he_il: התעודה הנבחרת אינה קיימת בקובץ מדיניות XML כ-UpdatePolicySigner או ששמו הרגיל של הבחירה אינו תואם לשם הרגיל של התעודה, ולכן לא ניתן להשתמש בה לחתימה מחדש של המדיניות. אנא בחר בתעודה הנכונה.
hi_in: चयनित प्रमाणपत्र XML नीति फ़ाइल में UpdatePolicySigner के रूप में उपस्थित नहीं है या सामान्य नाम मेल नहीं खाता, इसलिए इसे फिर से साइन नहीं किया जा सकता। कृपया सही प्रमाणपत्र चुनें।
ja_jp: 選択された証明書は、XMLポリシーファイルにUpdatePolicySignerとして存在しないか、選択された共通名が選択された証明書の共通名と一致しないため、ポリシーの再署名に使用できません。正しい証明書を選択してください。
ml_in: തിരഞ്ഞെടുത്ത സർട്ടിഫിക്കറ്റ് XML നയ ഫയലിൽ ഒരു UpdatePolicySigner ആയി നിലവിലില്ല അല്ലെങ്കിൽ തിരഞ്ഞെടുത്ത പൊതുനാമം തിരഞ്ഞെടുത്ത സർട്ടിഫിക്കറ്റിന്റെ പൊതുനാമവുമായി പൊരുത്തപ്പെടുന്നില്ല, അതിനാൽ നയം വീണ്ടും ഒപ്പിടാൻ ഇത് ഉപയോഗിക്കാൻ കഴിയില്ല. ദയവായി ശരിയായ സർട്ടിഫിക്കറ്റ് തിരഞ്ഞെടുക്കുക.
pl_pl: Wybrany certyfikat nie jest obecny w pliku zasad XML jako UpdatePolicySigner lub wybrana nazwa pospolita nie pasuje do nazwy pospolitej wybranego certyfikatu, dlatego nie można go użyć do ponownego podpisania zasad. Proszę wybrać prawidłowy certyfikat.
tr_tr: Seçilen sertifika, bir UpdatePolicySigner olduğundan veya seçilen ortak ad, seçilen sertifikanın ortak adıyla eşleşmediğinden XML ilke dosyasında mevcut değil; bu nedenle, ilkeyi yeniden imzalamak için kullanılamaz. Lütfen doğru sertifikayı seçin.

# CertificateFileAndCommonNameMismatchMessage
source: The selected certificate file and common name don't match.
ar: ملف الشهادة المحدد والاسم الشائع لا يتطابقان.
de_de: Die ausgewählte Zertifikatsdatei und der allgemeine Name stimmen nicht überein.
el_gr: Το επιλεγμένο αρχείο πιστοποιητικού και το κοινό όνομα δεν ταιριάζουν.
es: El archivo de certificado y el nombre común seleccionados no coinciden.
fr_fr: Le fichier de certificat sélectionné et le nom commun ne correspondent pas.
he_il: קובץ התעודה ושם הרגיל שנבחר אינם תואמים.
hi_in: चयनित प्रमाणपत्र फ़ाइल और सामान्य नाम मेल नहीं खाते।
ja_jp: 選択された証明書ファイルと共通名が一致しません。
ml_in: തിരഞ്ഞെടുത്ത സർട്ടിഫിക്കറ്റ് ഫയലും പൊതുനാമവും പൊരുത്തപ്പെടുന്നില്ല.
pl_pl: Wybrany plik certyfikatu i nazwa pospolita nie pasują do siebie.
tr_tr: Seçilen sertifika dosyası ve ortak ad eşleşmiyor.

# XmlPolicyFilePathNotExistMessage
source: The selected XML policy file path does not exist
ar: مسار ملف سياسة XML المحدد غير موجود
de_de: Der ausgewählte XML-Richtliniendateipfad ist nicht vorhanden
el_gr: Η διαδρομή του επιλεγμένου αρχείου πολιτικής XML δεν υπάρχει
es: La ruta del archivo de directiva XML seleccionado no existe
fr_fr: Le chemin de fichier de politique XML sélectionné n'existe pas
he_il: הנתיב לקובץ מדיניות ה-XML שנבחר אינו קיים
hi_in: चयनित XML नीति फ़ाइल पथ मौजूद नहीं है
ja_jp: 選択されたXMLポリシーファイルのパスは存在しません
ml_in: തിരഞ്ഞെടുത്ത XML നയ ഫയൽ പാത നിലവിലില്ല
pl_pl: Wybrana ścieżka pliku zasad XML nie istnieje
tr_tr: Seçilen XML ilkesi dosyası yolu mevcut değil

# XmlPolicyExtensionInvalidMessage
source: You need to select an XML file path with (.xml) extension.
ar: تحتاج إلى تحديد مسار ملف XML بامتداد (.xml).
de_de: Sie müssen einen XML-Dateipfad mit der Erweiterung (.xml) auswählen.
el_gr: Πρέπει να επιλέξετε διαδρομή αρχείου XML με κατάληξη (.xml).
es: Necesita seleccionar una ruta de archivo XML con extensión (.xml).
fr_fr: Vous devez sélectionner un chemin de fichier XML avec l'extension (.xml).
he_il: עליך לבחור נתיב לקובץ XML עם סיומת (.xml).
hi_in: आपको (.xml) एक्सटेंशन वाली XML फ़ाइल पथ चुननी होगी।
ja_jp: （.xml）拡張子のXMLファイルパスを選択する必要があります。
ml_in: (.xml) എക്സ്റ്റൻഷനുള്ള ഒരു XML ഫയൽ പാത നിങ്ങൾ തിരഞ്ഞെടുക്കേണ്ടതുണ്ട്.
pl_pl: Musisz wybrać ścieżkę pliku XML z rozszerzeniem (.xml).
tr_tr: (.xml) uzantılı bir XML dosya yolu seçmeniz gerekir.

# XmlPolicyNotDeployedMessage
source: The selected XML policy file is not deployed on the system.
ar: ملف سياسة XML المحدد غير منشور على النظام.
de_de: Die ausgewählte XML-Richtliniendatei ist auf dem System nicht bereitgestellt.
el_gr: Το επιλεγμένο αρχείο πολιτικής XML δεν είναι αναπτυγμένο στο σύστημα.
es: El archivo de directiva XML seleccionado no está implementado en el sistema.
fr_fr: Le fichier de politique XML sélectionné n'est pas déployé sur le système.
he_il: קובץ מדיניות ה-XML הנבחר לא מותקן במערכת.
hi_in: चयनित XML नीति फ़ाइल सिस्टम पर लागू नहीं है।
ja_jp: 選択されたXMLポリシーファイルはシステムに展開されていません。
ml_in: തിരഞ്ഞെടുത്ത XML നയ ഫയൽ സിസ്റ്റത്തിൽ വിന്യസിച്ചിട്ടില്ല.
pl_pl: Wybrany plik zasad XML nie jest wdrożony w systemie.
tr_tr: Seçilen XML politika dosyası sistemde konuşlandırılmadı.

# XmlPolicyNotBeingRemovedMessage
source: The selected XML policy file is not the one being removed.
ar: ملف سياسة XML المحدد ليس هو الذي يتم إزالته.
de_de: Die ausgewählte XML-Richtliniendatei ist nicht diejenige, die entfernt wird.
el_gr: Το επιλεγμένο αρχείο πολιτικής XML δεν είναι αυτό που αφαιρείται.
es: El archivo de directiva XML seleccionado no es el que se está eliminando.
fr_fr: Le fichier de politique XML sélectionné n'est pas celui en cours de suppression.
he_il: קובץ מדיניות ה-XML הנבחר אינו זה שמוסר.
hi_in: चयनित XML नीति फ़ाइल हटाई नहीं जा रही है।
ja_jp: 選択されたXMLポリシーファイルは削除対象ではありません。
ml_in: തിരഞ്ഞെടുത്ത XML നയ ഫയൽ നീക്കം ചെയ്യുന്ന ഒന്നല്ല.
pl_pl: Wybrany plik zasad XML nie jest tym, który jest usuwany.
tr_tr: Seçilen XML politika dosyası kaldırılmakta olan dosya değil.

# SupplementalPoliciesRemovalMessage
source: Supplemental policies can be removed normally without requiring re-signing.
ar: يمكن إزالة السياسات التكميلية بشكل طبيعي دون الحاجة إلى إعادة التوقيع.
de_de: Ergänzungsrichtlinien können regulär entfernt werden, ohne ein erneutes Signieren zu erfordern.
el_gr: Οι συμπληρωματικές πολιτικές μπορούν να αφαιρεθούν κανονικά χωρίς να απαιτείται επανα-υπογραφή.
es: Las directivas suplementarias se pueden eliminar normalmente sin necesidad de volver a firmarlas.
fr_fr: Les politiques supplémentaires peuvent être supprimées normalement sans nécessiter de nouvelle signature.
he_il: ניתן להסיר מדיניות משלימה באופן רגיל ללא צורך בחתימה מחדש.
hi_in: पूरक नीतियाँ बिना पुनः साइनिंग के सामान्यतः हटायी जा सकती हैं।
ja_jp: 補足ポリシーは、再署名を必要とせずに通常通り削除できます。
ml_in: അനുബന്ധ നയങ്ങൾ വീണ്ടും ഒപ്പിടേണ്ട ആവശ്യമില്ലാതെ സാധാരണയായി നീക്കംചെയ്യാം.
pl_pl: Zasady uzupełniające można normalnie usunąć bez konieczności ponownego podpisywania.
tr_tr: Ek politikalar, yeniden imzalamaya gerek kalmadan normal şekilde kaldırılabilir.

# CertificateNotInPolicyRemovalMessage
source: The selected certificate is not present in the XML policy file as an UpdatePolicySigner or the selected common name does not match the selected certificate's common name, thus it cannot be used to re-sign the policy for the removal process. Please select the correct certificate.
ar: الشهادة المحددة غير موجودة في ملف سياسة XML كموقع سياسة تحديث أو أن الاسم الشائع المحدد لا يتطابق مع الاسم الشائع للشهادة المحددة، وبالتالي لا يمكن استخدامها لإعادة توقيع السياسة لعملية الإزالة. الرجاء تحديد الشهادة الصحيحة.
de_de: Das ausgewählte Zertifikat ist in der XML-Richtliniendatei nicht als UpdatePolicySigner vorhanden oder der ausgewählte allgemeine Name stimmt nicht mit dem allgemeinen Namen des ausgewählten Zertifikats überein, daher kann es für den Entfernungsprozess nicht zum erneuten Signieren der Richtlinie verwendet werden. Bitte wählen Sie das richtige Zertifikat aus.
el_gr: Το επιλεγμένο πιστοποιητικό δεν υπάρχει στο αρχείο πολιτικής XML ως UpdatePolicySigner ή το επιλεγμένο κοινό όνομα δεν συμφωνεί με το κοινό όνομα του πιστοποιητικού, επομένως δεν μπορεί να χρησιμοποιηθεί για την επανα-υπογραφή της πολιτικής κατά τη διαδικασία αφαίρεσης. Παρακαλώ επιλέξτε το σωστό πιστοποιητικό.
es: El certificado seleccionado no está presente en el archivo de directiva XML como UpdatePolicySigner o el nombre común seleccionado no coincide con el nombre común del certificado seleccionado, por lo que no se puede usar para volver a firmar la directiva para el proceso de eliminación. Por favor, seleccione el certificado correcto.
fr_fr: Le certificat sélectionné n'est pas présent dans le fichier de politique XML en tant qu'UpdatePolicySigner ou le nom commun sélectionné ne correspond pas au nom commun du certificat sélectionné, il ne peut donc pas être utilisé pour signer à nouveau la politique pour le processus de suppression. Veuillez sélectionner le bon certificat.
he_il: התעודה הנבחרת אינה קיימת בקובץ מדיניות ה-XML כ-UpdatePolicySigner או ששמו הרגיל של הבחירה אינו תואם לשם הרגיל של התעודה, ולכן לא ניתן להשתמש בה לחתימה מחדש של המדיניות בתהליך ההסרה. אנא בחר בתעודה הנכונה.
hi_in: चयनित प्रमाणपत्र XML नीति फ़ाइल में UpdatePolicySigner के रूप में उपस्थित नहीं है या सामान्य नाम मेल नहीं खाता, इसलिए इसे हटाने की प्रक्रिया के लिए पुनः साइन नहीं किया जा सकता। कृपया सही प्रमाणपत्र चुनें।
ja_jp: 選択された証明書は、XMLポリシーファイルにUpdatePolicySignerとして存在しないか、選択された共通名が選択された証明書の共通名と一致しないため、削除プロセスのためのポリシーの再署名に使用できません。正しい証明書を選択してください。
ml_in: തിരഞ്ഞെടുത്ത സർട്ടിഫിക്കറ്റ് XML നയ ഫയലിൽ ഒരു UpdatePolicySigner ആയി നിലവിലില്ല അല്ലെങ്കിൽ തിരഞ്ഞെടുത്ത പൊതുനാമം തിരഞ്ഞെടുത്ത സർട്ടിഫിക്കറ്റിന്റെ പൊതുനാമവുമായി പൊരുത്തപ്പെടുന്നില്ല, അതിനാൽ നീക്കംചെയ്യൽ പ്രക്രിയയ്ക്കായി നയം വീണ്ടും ഒപ്പിടാൻ ഇത് ഉപയോഗിക്കാൻ കഴിയില്ല. ദയവായി ശരിയായ സർട്ടിഫിക്കറ്റ് തിരഞ്ഞെടുക്കുക.
pl_pl: Wybrany certyfikat nie jest obecny w pliku zasad XML jako UpdatePolicySigner lub wybrana nazwa pospolita nie pasuje do nazwy pospolitej wybranego certyfikatu, dlatego nie można go użyć do ponownego podpisania zasad w procesie usuwania. Proszę wybrać prawidłowy certyfikat.
tr_tr: Seçilen sertifika, bir UpdatePolicySigner olduğundan veya seçilen ortak ad, seçilen sertifikanın ortak adıyla eşleşmediğinden XML ilke dosyasında mevcut değil; bu nedenle, kaldırma işlemi için politikayı yeniden imzalamak amacıyla kullanılamaz. Lütfen doğru sertifikayı seçin.

source: Returning cached security catalog scan result
ar: إرجاع نتيجة فحص كتالوج الأمان المخزنة مؤقتًا
de_de: Zwischengespeichertes Ergebnis des Sicherheitskatalog-Scans wird zurückgegeben
el_gr: Επιστροφή αποθηκευμένου αποτελέσματος σάρωσης καταλόγου ασφαλείας
es: Devolviendo resultado de escaneo de catálogo de seguridad almacenado en caché
fr_fr: Renvoi du résultat de l'analyse du catalogue de sécurité mis en cache
he_il: מחזיר תוצאה ממטמון סריקת קטלוג אבטחה
hi_in: कैश किया गया सुरक्षा कैटलॉग स्कैन परिणाम लौटाया जा रहा है
ja_jp: キャッシュされたセキュリティカタログスキャン結果を返しています
ml_in: കാഷെ ചെയ്‌ത സുരക്ഷാ കാറ്റലോഗ് സ്കാൻ ഫലം നൽകുന്നു
pl_pl: Zwracanie zbuforowanego wyniku skanowania katalogu zabezpieczeń
tr_tr: Önbelleğe alınmış güvenlik kataloğu tarama sonucu döndürülüyor

# IncludingSecurityCatalogsScanCountMessage
source: Including {0} Security Catalogs in the scan process
ar: تضمين {0} كتالوج أمان في عملية الفحص
de_de: {0} Sicherheitskataloge werden in den Scanprozess einbezogen
el_gr: Συμπερίληψη {0} καταλόγων ασφαλείας στη διαδικασία σάρωσης
es: Incluyendo {0} Catálogos de Seguridad en el proceso de escaneo
fr_fr: Inclusion de {0} Catalogues de Sécurité dans le processus d'analyse
he_il: כולל {0} קטלוגי אבטחה בתהליך הסריקה
hi_in: सकैन प्रक्रिया में {0} सुरक्षा कैटलॉग शामिल कर रहे हैं
ja_jp: スキャンプロセスに{0}個のセキュリティカタログを含めています
ml_in: സ്കാൻ പ്രക്രിയയിൽ {0} സുരക്ഷാ കാറ്റലോഗുകൾ ഉൾപ്പെടുത്തുന്നു
pl_pl: Uwzględnianie {0} katalogów zabezpieczeń w procesie skanowania
tr_tr: {0} Güvenlik Kataloğunu tarama sürecine dahil etme

# DuplicateCertCommonNameWarning
source: There are more than 1 certificates with the common name '{0}' in the Personal certificate store of the Current User. Only certificates without duplicate common names can be used at the moment.
ar: يوجد أكثر من شهادة واحدة بالاسم الشائع "{0}" في متجر الشهادات الشخصية للمستخدم الحالي. يمكن فقط استخدام الشهادات التي لا تحتوي على أسماء شائعة مكررة في الوقت الحالي.
de_de: Im persönlichen Zertifikatspeicher des aktuellen Benutzers befinden sich mehr als ein Zertifikat mit dem allgemeinen Namen '{0}'. Derzeit können nur Zertifikate ohne doppelte allgemeine Namen verwendet werden.
el_gr: Υπάρχουν περισσότερα από 1 πιστοποιητικά με το κοινό όνομα '{0}' στο προσωπικό κατάστημα του Τρέχοντος Χρήστη. Προς το παρόν μπορούν να χρησιμοποιηθούν μόνο πιστοποιητικά χωρίς διπλό κοινό όνομα.
es: Hay más de 1 certificado con el nombre común '{0}' en el almacén de certificados Personal del Usuario Actual. Por el momento, solo se pueden utilizar certificados sin nombres comunes duplicados.
fr_fr: Il y a plus d'un certificat avec le nom commun '{0}' dans le magasin de certificats Personnel de l'Utilisateur Actuel. Seuls les certificats sans noms communs en double peuvent être utilisés pour le moment.
he_il: יש יותר מתעודה אחת עם השם הרגיל '{0}' בחנות האישית של המשתמש הנוכחי. ניתן להשתמש כרגע רק בתעודות ללא שמות רגילים כפולים.
hi_in: वर्तमान उपयोगकर्ता व्यक्तिगत स्टोर में सामान्य नाम '{0}' वाले 1 से अधिक प्रमाणपत्र हैं। फिलहाल केवल अद्वितीय सामान्य नाम वाले प्रमाणपत्र ही उपयोग हो सकते हैं।
ja_jp: 現在のユーザーの個人証明書ストアに、共通名「{0}」を持つ証明書が複数存在します。現在、共通名が重複していない証明書のみを使用できます。
ml_in: നിലവിലെ ഉപയോക്താവിന്റെ വ്യക്തിഗത സർട്ടിഫിക്കറ്റ് സ്റ്റോറിൽ '{0}' എന്ന പൊതുനാമമുള്ള ഒന്നിലധികം സർട്ടിഫിക്കറ്റുകൾ ഉണ്ട്. ഡ്യൂപ്ലിക്കേറ്റ് പൊതുനാമങ്ങളില്ലാത്ത സർട്ടിഫിക്കറ്റുകൾ മാത്രമേ ഇപ്പോൾ ഉപയോഗിക്കാൻ കഴിയൂ.
pl_pl: Istnieje więcej niż 1 certyfikat o nazwie pospolitej „{0}” w osobistym magazynie certyfikatów bieżącego użytkownika. Obecnie można używać tylko certyfikatów bez zduplikowanych nazw pospolitych.
tr_tr: Geçerli Kullanıcının Kişisel sertifika deposunda '{0}' ortak adına sahip 1'den fazla sertifika var. Şu anda yalnızca yinelenen ortak adlara sahip olmayan sertifikalar kullanılabilir.

# NoMountpointFoundMessage
source: No mountpoint found
ar: لم يتم العثور على نقطة تحميل
de_de: Kein Einhängepunkt gefunden
el_gr: Δεν βρέθηκε σημείο προσάρτησης
es: No se encontró ningún punto de montaje
fr_fr: Aucun point de montage trouvé
he_il: לא נמצא נקודת עגינה
hi_in: कोई माउंटपॉइंट नहीं मिला
ja_jp: マウントポイントが見つかりません
ml_in: മൗണ്ട് പോയിന്റ് കണ്ടെത്തിയില്ല
pl_pl: Nie znaleziono punktu montowania
tr_tr: Bağlantı noktası bulunamadı

# ReplacingECCSignedItemMessage
source: Replacing a FileIdentity item with IsECCSigned == false/null with a new IsECCSigned == true item for the file with name {0} and SHA256 hash {1}.
ar: استبدال عنصر هوية ملف بقيمة IsECCSigned == false/null بعنصر جديد بقيمة IsECCSigned == true للملف بالاسم {0} وتجزئة SHA256 {1}.
de_de: Ersetzen eines FileIdentity-Elements mit IsECCSigned == false/null durch ein neues Element mit IsECCSigned == true für die Datei mit dem Namen {0} und dem SHA256-Hash {1}.
el_gr: Αντικατάσταση αντικειμένου FileIdentity με IsECCSigned == false/null με νέο αντικείμενο IsECCSigned == true για το αρχείο με όνομα {0} και SHA256 κατακερματισμό {1}.
es: Reemplazando un elemento FileIdentity con IsECCSigned == false/null con un nuevo elemento IsECCSigned == true para el archivo con nombre {0} y hash SHA256 {1}.
fr_fr: Remplacement d'un élément FileIdentity avec IsECCSigned == false/null par un nouvel élément IsECCSigned == true pour le fichier nommé {0} et le hachage SHA256 {1}.
he_il: מחליף פריט FileIdentity עם IsECCSigned == false/null בפריט חדש עם IsECCSigned == true עבור הקובץ בשם {0} וב-hash SHA256 {1}.
hi_in: {0} नाम वाले फ़ाइल के लिए IsECCSigned == false/null वाले FileIdentity आइटम को IsECCSigned == true वाले नए आइटम से बदल रहे हैं, SHA256 हैश {1} के साथ।
ja_jp: ファイル名{0}、SHA256ハッシュ{1}のファイルについて、IsECCSigned == false/nullのFileIdentity項目を、IsECCSigned == trueの新しい項目と置き換えています。
ml_in: {0} പേരും {1} SHA256 ഹാഷുമുള്ള ഫയലിനായി ഒരു IsECCSigned == false/null ഉള്ള ഒരു FileIdentity ഇനം ഒരു പുതിയ IsECCSigned == true ഇനം ഉപയോഗിച്ച് മാറ്റിസ്ഥാപിക്കുന്നു.
pl_pl: Zastępowanie elementu FileIdentity z IsECCSigned == false/null nowym elementem IsECCSigned == true dla pliku o nazwie {0} i skrócie SHA256 {1}.
tr_tr: FileIdentity öğesini IsECCSigned == false/null ile, adı {0} ve SHA256 karması {1} olan dosya için yeni bir IsECCSigned == true öğesiyle değiştirme.

# ReplacingUnsignedItemMessage
source: Replacing an unsigned FileIdentity item with a signed one for the file with name {0} and SHA256 hash {1}.
ar: استبدال عنصر هوية ملف غير موقع بآخر موقع للملف بالاسم {0} وتجزئة SHA256 {1}.
de_de: Ersetzen eines unsignierten FileIdentity-Elements durch ein signiertes für die Datei mit dem Namen {0} und dem SHA256-Hash {1}.
el_gr: Αντικατάσταση μη υπογεγραμμένου αντικειμένου FileIdentity με υπογεγραμμένο για το αρχείο με όνομα {0} και SHA256 κατακερματισμό {1}.
es: Reemplazando un elemento FileIdentity sin firmar por uno firmado para el archivo con nombre {0} y hash SHA256 {1}.
fr_fr: Remplacement d'un élément FileIdentity non signé par un signé pour le fichier nommé {0} et le hachage SHA256 {1}.
he_il: מחליף פריט FileIdentity לא חתום בפריט חתום עבור הקובץ בשם {0} וב-hash SHA256 {1}.
hi_in: {0} नाम वाले फ़ाइल के लिए unsigned FileIdentity आइटम को signed आइटम से बदल रहे हैं, SHA256 हैश {1} के साथ।
ja_jp: ファイル名{0}、SHA256ハッシュ{1}のファイルについて、未署名のFileIdentity項目を署名済みのものと置き換えています。
ml_in: {0} പേരും {1} SHA256 ഹാഷുമുള്ള ഫയലിനായി ഒപ്പിടാത്ത ഒരു FileIdentity ഇനം ഒപ്പിട്ട ഒരെണ്ണം ഉപയോഗിച്ച് മാറ്റിസ്ഥാപിക്കുന്നു.
pl_pl: Zastępowanie niepodpisanego elementu FileIdentity podpisanym dla pliku o nazwie {0} i skrócie SHA256 {1}.
tr_tr: İmzasız bir FileIdentity öğesi, adı {0} ve SHA256 karması {1} olan dosya için imzalı bir öğeyle değiştiriliyor.

# NoCodeIntegrityLogsFoundMessage
source: No Code Integrity logs found
ar: لم يتم العثور على سجلات تكامل التعليمات البرمجية
de_de: Keine Codeintegritätsprotokolle gefunden
el_gr: Δεν βρέθηκαν αρχεία καταγραφής Ακεραιότητας Κώδικα
es: No se encontraron registros de Integridad de Código
fr_fr: Aucun journal d'Intégrité du Code trouvé
he_il: לא נמצאו יומני שלמות קוד
hi_in: कोई Code Integrity लॉग नहीं मिला
ja_jp: コード整合性ログが見つかりません
ml_in: കോഡ് ഇന്റഗ്രിറ്റി ലോഗുകളൊന്നും കണ്ടെത്തിയില്ല
pl_pl: Nie znaleziono dzienników integralności kodu
tr_tr: Kod Bütünlüğü günlüğü bulunamadı
